IDEA Open Model
ResultOfIncrement2.AxialStrain Property
Compatible with IDEA StatiCa 20.1
 Axial strain
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double AxialStrain { get; set; }
Public Property AxialStrain As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfIncrement2 Class
IdeaRS.OpenModel.Result Namespace